[
    {
        "name":"DEADPOOL",
        "line":" Kinda lonesome back here."
    },
    {
        "name":"DEADPOOL",
        "line":" Little help?"
    },
    {
        "name":"DEADPOOL",
        "line":" Excuse me."
    },
    {
        "name":"DEADPOOL",
        "line":" Pool. Dead."
    },
    {
        "name":"DEADPOOL",
        "line":" Mmm. Nice."
    },
    {
        "name":"DEADPOOL",
        "line":" Not the Daffodil Daydream. The girl."
    },
    {
        "name":"DEADPOOL",
        "line":" Dopinder, I’m starting to think there’s a reason I’m in this cab today."
    },
    {
        "name":"DEADPOOL",
        "line":" No, my slender, brown friend. Love is a beautiful thing. When you find it, the whole world tastes like Daffodil Daydream."
    },
    {
        "name":"DEADPOOL",
        "line":" So you gotta hold onto love. Tight!"
    },
    {
        "name":"DEADPOOL",
        "line":" And never let go. Don’t make the same mistakes I did. Got it?"
    },
    {
        "name":"DEADPOOL",
        "line":" Or else the whole world tastes like Mama June after hot yoga."
    },
    {
        "name":"DEADPOOL",
        "line":" Like two hobos fucking in a shoe filled with piss."
    },
    {
        "name":"DEADPOOL",
        "line":" I can go all day, Dopinder. The point is, it’s bad."
    },
    {
        "name":"DEADPOOL",
        "line":" Oh, that’s because it’s Christmas Day, Dopinder. And I’m after someone on my naughty list. I’ve been waiting one year, three weeks, six days, and oh…"
    },
    {
        "name":"DEADPOOL",
        "line":" Fourteen minutes to make him fix what he did to me."
    },
    {
        "name":"DEADPOOL",
        "line":" This shit."
    },
    {
        "name":"DEADPOOL",
        "line":" Boo!"
    },
    {
        "name":"DEADPOOL",
        "line":" Aw, shit! I forgot my ammo bag!"
    },
    {
        "name":"DEADPOOL",
        "line":" Nope, no time. Fuck it. I got this. Nine, ten, eleven, twelve bullets, or bust. We’re here!"
    },
    {
        "name":"DEADPOOL",
        "line":" I, I never carry a wallet while I’m working. Ruins the lines of my suit."
    },
    {
        "name":"DEADPOOL",
        "line":" But, uh, how ‘bout a crisp high-five!"
    },
    {
        "name":"DEADPOOL",
        "line":" Merry Christmas."
    },
    {
        "name":"DEADPOOL",
        "line":" Wha- Oh! Oh, hello. I know, right? Who’s balls did I have to fondle to get my very own movie? I can’t tell you, but it does rhyme with Pullverine. And let me tell you; (In an Australian accent) he’s got a nice pair of smooth criminals down under. Anyway, I got places to be, a face to fix, and - oh! Bad guys to kill."
    },
    {
        "name":"DEADPOOL",
        "line":" Maximum effort."
    },
    {
        "name":"DEADPOOL",
        "line":" Rich, corinthian leather."
    },
    {
        "name":"DEADPOOL",
        "line":" I’m looking for Francis. Have you seen this man?"
    },
    {
        "name":"DEADPOOL",
        "line":" I’ve never said this, but don’t swallow."
    },
    {
        "name":"DEADPOOL",
        "line":" Shit. Did I leave the stove on?"
    },
    {
        "name":"DEADPOOL",
        "line":" Hey! Oh!"
    },
    {
        "name":"DEADPOOL",
        "line":" Wait! You may be wondering, why the red suit? Well, that’s so bad guys can’t see me bleed. This guy’s got the right idea."
    },
    {
        "name":"DEADPOOL",
        "line":" He wore the brown pants."
    },
    {
        "name":"DEADPOOL",
        "line":" Fine! I only have twelve bullets, so you’re going to have to share. Let’s count ‘em down."
    },
    {
        "name":"DEADPOOL",
        "line":" Shit."
    },
    {
        "name":"DEADPOOL",
        "line":" Mother fucker! Ten. (He shoots and misses). Shit! Nine. (He shoots and misses). Fuck! Eight. (He shoots and misses). Shit fuck!"
    },
    {
        "name":"DEADPOOL",
        "line":" Bad Deadpool."
    },
    {
        "name":"DEADPOOL",
        "line":" Seven. Good Deadpool."
    },
    {
        "name":"DEADPOOL",
        "line":" Someone’s not counting."
    },
    {
        "name":"DEADPOOL",
        "line":" Six."
    },
    {
        "name":"DEADPOOL",
        "line":" Four."
    },
    {
        "name":"DEADPOOL",
        "line":" Ah! Right up main street."
    },
    {
        "name":"DEADPOOL",
        "line":" Ooh. I’m touching myself tonight."
    },
    {
        "name":"DEADPOOL",
        "line":" Francis! Francis!"
    },
    {
        "name":"DEADPOOL",
        "line":" What the shit biscuit! Where you at, Francis?"
    },
    {
        "name":"DEADPOOL",
        "line":" Ugh. You’re not Francis."
    },
    {
        "name":"DEADPOOL",
        "line":" Really? Rolling up the sleeves?"
    },
    {
        "name":"DEADPOOL",
        "line":" (Narrating) You’re probably thinking, ‘My boyfriend said this was a superhero movie, but this guy in the red suit just turned that other guy into a fucking kebab.’ Well, I may be super, but I am no hero. And yeah, technically, this is a murder. But some of the best love stories start with a murder. And that’s exactly what this is. A love story. And to tell it right, I gotta take you back to way before I squeezed this ass into red spandex."
    },
    {
        "name":"DEADPOOL",
        "line":" Shoulda brought my roller blades, show these kids how it’s done."
    },
    {
        "name":"DEADPOOL",
        "line":" And that’s why we do it. But mostly the money."
    },
    {
        "name":"DEADPOOL",
        "line":" If I give a guy a pavement facial, it’s cause he’s earned it."
    },
    {
        "name":"DEADPOOL",
        "line":" No, no, no, no, no. That I ain’t."
    },
    {
        "name":"DEADPOOL",
        "line":" Now, if I were a two-hundred pound sack of assholes named Francis, where would I hide? Oh."
    },
    {
        "name":"DEADPOOL",
        "line":" A hush falls over the crowd. Rookie sensation Wade W. Wilson out of Regina, Saskatchewan lines up the shot. His form looks good."
    },
    {
        "name":"DEADPOOL",
        "line":" And that’s why Regina rhymes with fun. Ladies and gentlemen, what you’re witnessing is sweet, dick-kicking revenge."
    },
    {
        "name":"DEADPOOL",
        "line":" Oh! Giving him the business."
    },
    {
        "name":"DEADPOOL",
        "line":" Incoming!"
    },
    {
        "name":"DEADPOOL",
        "line":" This is taking unsportsmanlike conduct to a whole new level!"
    },
    {
        "name":"DEADPOOL",
        "line":" Looking good, Francis. Well rested. Like you’ve been pitching, not catching. Ringing any bells? No?"
    },
    {
        "name":"DEADPOOL",
        "line":" How about now?"
    },
    {
        "name":"DEADPOOL",
        "line":" Yeah, like I got bit by a radioactive Sharpei. Yeah, and whose fault is that, Francis? Time to undo what you did to this butterface."
    },
    {
        "name":"DEADPOOL",
        "line":" Yeah, but this ain’t a life worth living, is it? Now, I’m about to do to you what Limp Bizkit did to music in the late ‘90s."
    },
    {
        "name":"DEADPOOL",
        "line":" Dad?"
    },
    {
        "name":"DEADPOOL",
        "line":" (Narrating) I think we can all agree that shit just went sideways in the most colossal way."
    },
    {
        "name":"DEADPOOL",
        "line":" (Narrating) Well, maybe not the most."
    },
    {
        "name":"DEADPOOL",
        "line":" Okay. Let’s pro-con this superhero thing. Pro: they pull down a gaggle of ass. Dry cleaning-discounts, lucrative film deals both origin stories and larger ensemble team movies. Con: They’re all lame-ass teacher’s pets."
    },
    {
        "name":"DEADPOOL",
        "line":" I’m not talking to you. I was talking to them."
    },
    {
        "name":"DEADPOOL",
        "line":" Look, Colossus! I don’t have time for the goody-two-shoes bullshit right now! And… you are?"
    },
    {
        "name":"DEADPOOL",
        "line":" Negasonic Teenage… What the shit? That’s the coolest name ever! So what, you’re like his sidekick?"
    },
    {
        "name":"DEADPOOL",
        "line":" Let me guess. X-men left you behind on, what, shit detail?"
    },
    {
        "name":"DEADPOOL",
        "line":" Pretending you’re not here, Negasonic Teenage Warhead. Trade names?"
    },
    {
        "name":"DEADPOOL",
        "line":" Look! I’m a teenage girl! I’d rather be anywhere than here. I’m all about long, sullen silences, followed by mean comments, followed by more silences. So what’s it gonna be, huh? Long sullen silence, or mean comment? Go on."
    },
    {
        "name":"DEADPOOL",
        "line":" Ah-hah!"
    },
    {
        "name":"DEADPOOL",
        "line":" You big, chrome, cock-gobbler!"
    },
    {
        "name":"DEADPOOL",
        "line":" You’re really gonna fuck this up for me? Trust me. That wheezing bag of dick tips has it coming! He’s pure evil! Besides, nobody’s getting hurt!"
    },
    {
        "name":"DEADPOOL",
        "line":" That guy was already up there when I got here."
    },
    {
        "name":"DEADPOOL",
        "line":" Heads up."
    },
    {
        "name":"DEADPOOL",
        "line":" Listen, the day I decide to become a crime-fighting shit-swizzler, who rooms with a bunch of other little whiners, at the Neverland mansion of some creepy, old, bald, Heaven’s Gate-looking mother fucker, on that day… I’ll send your shiny happy ass a friend request. But until then, I’m gonna do what I came here to do. Either that, or slap the bitch out of you."
    },
    {
        "name":"DEADPOOL",
        "line":" And I hope you’re watching!"
    },
    {
        "name":"DEADPOOL",
        "line":" That does it!"
    },
    {
        "name":"DEADPOOL",
        "line":" Oh, Canada! That’s not good."
    },
    {
        "name":"DEADPOOL",
        "line":" Cock shot!"
    },
    {
        "name":"DEADPOOL",
        "line":" Oh, your poor wife!"
    },
    {
        "name":"DEADPOOL",
        "line":" All the dinosaurs feared the T-rex."
    },
    {
        "name":"DEADPOOL",
        "line":" Ah! I promise this gets worse for you, big boy!"
    },
    {
        "name":"DEADPOOL",
        "line":" You ever hear of the one-legged man in the ass-kicking contest?"
    },
    {
        "name":"DEADPOOL",
        "line":" Yeah, it’s right next to the prostate. Or is that the on switch?"
    },
    {
        "name":"DEADPOOL",
        "line":" McAvoy or Stewart? These timelines are so confusing. Dead or alive you’re coming with me!"
    },
    {
        "name":"DEADPOOL",
        "line":" (To the camera) You ever see 127 Hours? Spoiler alert."
    },
    {
        "name":"DEADPOOL",
        "line":" Oh, there’s the money shot, baby! Are you there, God? It’s me, Margaret."
    },
    {
        "name":"DEADPOOL",
        "line":" Rock meat bottom. When life ends up breath-takingly fucked, you can generally trace it back to one big, bad decision."
    },
    {
        "name":"DEADPOOL",
        "line":" This shit’s gonna have nuts in it."
    },
    {
        "name":"DEADPOOL",
        "line":" Don’t make me ask twice. Where’s Francis?"
    },
    {
        "name":"DEADPOOL",
        "line":" He made me ask twice. Is it the mask?"
    },
    {
        "name":"DEADPOOL",
        "line":" You’re about to be killed by a Zamboni!"
    },
    {
        "name":"DEADPOOL",
        "line":" Nice to see you, Jared. I’ll take the footlong. Fully loaded.<br"
    }
]